

{
    "Hello": "مرحبًا",
    "Home": "بيت",
    "greeting": "أهلاً وسهلاً",
    "Guides" : "خطوط إرشاد",
    "Reviews" : "المراجعات",
    "Compare" : "يقارن",
    "Countries" : "بلدان",
    "Resources" : "موارد",
    "iliveForex.com is committed to making independent forex broker reviews, which are carried out to the highest standards." : "يلتزم موقع iliveForex.com بإجراء مراجعات مستقلة لوسطاء الفوركس ، والتي يتم تنفيذها وفقًا لأعلى المعايير.",
    "Forex Guides Directory" : "دليل أدلة الفوركس",
    "Best Forex Brokers for 2023" : "أفضل وسطاء فوركس لعام 2023",
    "Written by" : "كتب بواسطة",
    "Edited by" : "حررت بواسطة",
    "Fact-checked by" : "تم التحقق من صحة بواسطة",
    "May 18, 2023" : "18 مايو 2023",
    "iliveForex.com has been reviewing online forex brokers for a number of years, and our reviews are the" : "يقوم موقع iliveForex.com بمراجعة وسطاء الفوركس عبر الإنترنت لعدد من السنوات ، ومراجعاتنا هي",
    "in the industry. Each month, we collate multiple points of data to identify who we think are the best forex brokers in the industry." : "في الصناعة. كل شهر ، نقوم بجمع نقاط متعددة من البيانات لتحديد من نعتقد أنهم أفضل وسطاء فوركس في الصناعة.",
    "Are you looking to speculate that the British pound (GBP) currency will go up in value against the U.S. Dollar (USD)? To do so, you would trade (or place a spread bet on) the GBP/USD currency pair, which is a forex trade. The forex market is the largest and most liquid market in the world, representing the major and exotic global currency pairs with trading conducted 24 hours a day, five days a week." : "هل تتطلع إلى التكهن بأن قيمة الجنيه البريطاني (GBP) سترتفع مقابل الدولار الأمريكي (USD)؟ للقيام بذلك ، سوف تتداول (أو تضع رهانًا على فروق الأسعار) زوج عملات الجنيه الإسترليني / الدولار الأمريكي ، وهو تداول فوركس. يعد سوق الفوركس أكبر الأسواق وأكثرها سيولة في العالم ، ويمثل أزواج العملات العالمية الرئيسية والغريبة ، حيث يتم التداول على مدار 24 ساعة في اليوم ، وخمسة أيام في الأسبوع.",
    "Trading CFDs is a high risk activity and you may lose more than your initial deposit. You should never invest money that you cannot afford to lose. iliveForex.com will not accept any liability for loss or damage as a result of reliance on the information contained within this website." : "يعد تداول العقود مقابل الفروقات نشاطًا عالي المخاطر وقد تخسر أكثر من إيداعك الأولي. يجب ألا تستثمر أبدًا أموالًا لا يمكنك تحمل خسارتها. لن يتحمل موقع iliveForex.com أي مسؤولية عن الخسارة أو الضرر نتيجة الاعتماد على المعلومات الواردة في هذا الموقع.",
    "To trade forex, you need a reputable online broker. Trading with a trusted forex broker is a crucial factor for success in international currency markets. As a contract for difference (CFD) trader or forex investor, you may have specific needs related to which platform, trading tools, or research requirements you have. Understanding more about your investment style needs can help determine which forex broker will be best for you." : "لتداول الفوركس ، أنت بحاجة إلى وسيط ذي سمعة طيبة عبر الإنترنت. التداول مع وسيط فوركس موثوق به هو عامل حاسم للنجاح في أسواق العملات الدولية. بصفتك متداولًا في العقود مقابل الفروقات (CFD) أو مستثمرًا في الفوركس ، قد يكون لديك احتياجات محددة تتعلق بالمنصة أو أدوات التداول أو متطلبات البحث لديك. يمكن أن يساعد فهم المزيد حول احتياجات أسلوب الاستثمار الخاص بك في تحديد وسيط الفوركس الذي سيكون الأفضل بالنسبة لك.",
    "Each year, at iliveForex.com we test the major global brokers and the largest names in the industry to create a helpful guide to the best forex brokers for forex and CFDs trading. Here are our findings for 2023." : "في كل عام ، نقوم في موقع iliveForex.com باختبار الوسطاء العالميين الرئيسيين وأكبر الأسماء في الصناعة لإنشاء دليل مفيد لأفضل وسطاء الفوركس لتداول العملات الأجنبية والعقود مقابل الفروقات. فيما يلي نتائجنا لعام 2023.",
    "CFDs are complex instruments and come with a high risk of losing money rapidly due to leverage. Between 65% and 82% of retail investor accounts lose money when trading CFDs. You should consider whether you understand how CFDs work and whether you can afford to take the high risk of losing your money." : "العقود مقابل الفروقات هي أدوات معقدة وتنطوي على مخاطر عالية لخسارة الأموال بسرعة بسبب الرافعة المالية. ما بين 65٪ و 82٪ من حسابات مستثمري التجزئة تخسر أموالاً عند تداول العقود مقابل الفروقات. يجب أن تفكر فيما إذا كنت تفهم كيفية عمل العقود مقابل الفروقات وما إذا كنت تستطيع تحمل مخاطر عالية بفقدان أموالك.",
    "Best Forex Brokers for 2023" : "أفضل وسطاء فوركس لعام 2023",
    "Best overall experience" : "أفضل تجربة شاملة",
    "Most trusted, great for beginners" : "الأكثر ثقة ، عظيم للمبتدئين",
    "Best platform technology" : "أفضل تقنية منصة",
    "Best for customer support" :"الأفضل لدعم العملاء",
    "Best for automation" : "الأفضل للأتمتة",
    "Great for tradingview integration" : "عظيم لتكامل tradeview",
    "Award-winning performance analytics tools" : "أدوات تحليل الأداء الحائزة على جوائز",
    "Best for copy and crypto trading" : "الأفضل لتداول النسخ والعملات المشفرة",
    "overall" : "إجمالي",
    "Summary" : "ملخص",
    "Review" : "مراجعة",
    "Prons/Cons" : "إيجابيات / سلبيات",
    "Best overall experience" : "أفضل تجربة شاملة",
    "Minimum Deposit" : "الحد الأدنى للإيداع",
    "Trust Score" : "درجة الثقة",
    "Regulation" : "أنظمة",
    "OctaFX is a trusted broker." : "OctaFX وسيط موثوق به.",
    "Minimum Deposit $25. OctaFX is a trusted broker with an extensive offering of tradeable global markets. It delivers competitive fees and research and education." : "الحد الأدنى للإيداع 25 دولارًا. OctaFX هي وسيط موثوق به مع عرض شامل للأسواق العالمية القابلة للتداول. يقدم رسومًا تنافسية وأبحاثًا وتعليمًا.",
    "Read full review" : "اقرأ المراجعة الكاملة",
    "Pros" : " الايجابيات",
    "Cons" : "سلبيات",
    "Visit Site" : "تفضل بزيارة الموقع",
    "no minimum deposit(64% of retail CFD accounts lose money)" : "لا يوجد حد أدنى للإيداع (64٪ من حسابات التجزئة CFD تخسر المال)",
    "FXTM offers is regulated and trusted across the globe, zero spreads with their Advantage accounts, commission-free stock trading across a wealth of baskets and lightning-fast execution. Free indsutry leading education and expert analysis." : "إن عروض شركة FXTM منظمة وموثوقة في جميع أنحاء العالم ، ولا يوجد فروق أسعار مع حسابات Advantage الخاصة بها ، وتداول الأسهم بدون عمولة عبر مجموعة كبيرة من السلال وتنفيذ سريع للغاية. التعليم الرائد في الصناعة الحرة وتحليل الخبراء.",
    "Founded 2011" : "تأسست عام 2011",
    "Spreads from 0.1 Pips" : "سبريد يبدأ من 0.1 نقطة",
    "Inactivity and withdrawal fees" : "رسوم عدم النشاط والسحب",
    "Average CFD fees" : "متوسط ​​رسوم العقود مقابل الفروقات",
    "Most trusted, great for beginners" : "الأكثر ثقة ، عظيم للمبتدئين",
    "Deposit bonus (74.89% of retail CFD accounts lose money)" : "مكافأة الإيداع (74.89٪ من حسابات التجزئة CFD تخسر المال)",
    "XM offers tight spreads, fair pricing, $5 minimum deposit, MT4/ MT5 and webtrader trading platforms, webinars and tutorials." : "تقدم XM فروق أسعار ضيقة ، وأسعارًا عادلة ، والحد الأدنى للإيداع 5 دولارات ، ومنصات تداول MT4 / MT5 و webtrader ، وندوات عبر الإنترنت وبرامج تعليمية.",
    "Low stock CFD and withdrawal fees" : "رسوم سحب وعقود الفروقات على الأسهم منخفضة",
    "Easy and fast account opening" : "فتح حساب سهل وسريع",
    "Great educational tools" : "أدوات تعليمية رائعة",
    "Limited product portfolio" : "محفظة منتجات محدودة",
    "No investor protection for non-EU clients" : "لا توجد حماية للمستثمر للعملاء من خارج الاتحاد الأوروبي",
    "Easy account setup and low minimum deposit" : "سهولة إعداد الحساب والحد الأدنى للإيداع",
    "Scalping, hedging and EAs allowed" : "يسمح بالمضاربة والتحوط و EAs",
    "No registration fees or commissions" : "لا توجد رسوم أو عمولات تسجيل",
    "Not available to US customers" : "غير متاح لعملاء الولايات المتحدة"

  }