

{
    "Hello": "Hola",
    "Home": "Hogar",
    "greeting": "¡Bienvenido!",
    "Guides" : "Guías",
    "Reviews" : "Reseñas",
    "Compare" : "Comparar",
    "Countries" : "Países",
    "Resources" : "Recursos",
    "iliveForex.com is committed to making independent forex broker reviews, which are carried out to the highest standards." : "iliveForex.com se compromete a realizar revisiones independientes de corredores de divisas, que se llevan a cabo con los más altos estándares.",
    "Forex Guides Directory" : "Directorio de guías de Forex",
    "Best Forex Brokers for 2023" : "Los mejores corredores de Forex para 2023",
    "Written by" : "Escrito por",
    "Edited by" : "Editado por",
    "Fact-checked by" : "Verificado por",
    "May 18, 2023" : "18 de mayo de 2023",
    "iliveForex.com has been reviewing online forex brokers for a number of years, and our reviews are the" : "iliveForex.com ha estado revisando corredores de divisas en línea durante varios años, y nuestras revisiones son las",
    "in the industry. Each month, we collate multiple points of data to identify who we think are the best forex brokers in the industry." : "en la industria. Cada mes, recopilamos varios puntos de datos para identificar quiénes creemos que son los mejores corredores de divisas de la industria.",
    "Are you looking to speculate that the British pound (GBP) currency will go up in value against the U.S. Dollar (USD)? To do so, you would trade (or place a spread bet on) the GBP/USD currency pair, which is a forex trade. The forex market is the largest and most liquid market in the world, representing the major and exotic global currency pairs with trading conducted 24 hours a day, five days a week." : "¿Quiere especular que la libra esterlina (GBP) subirá de valor frente al dólar estadounidense (USD)? Para hacerlo, operaría (o haría una apuesta de margen) en el par de divisas GBP/USD, que es una operación de divisas. El mercado de divisas es el mercado más grande y más líquido del mundo, y representa los principales y exóticos pares de divisas mundiales con transacciones realizadas las 24 horas del día, los cinco días de la semana.",
    "Trading CFDs is a high risk activity and you may lose more than your initial deposit. You should never invest money that you cannot afford to lose. iliveForex.com will not accept any liability for loss or damage as a result of reliance on the information contained within this website." : "Operar con CFD es una actividad de alto riesgo y puede perder más que su depósito inicial. Nunca debe invertir dinero que no pueda permitirse perder. iliveForex.com no aceptará ninguna responsabilidad por pérdidas o daños como resultado de confiar en la información contenida en este sitio web.",
    "To trade forex, you need a reputable online broker. Trading with a trusted forex broker is a crucial factor for success in international currency markets. As a contract for difference (CFD) trader or forex investor, you may have specific needs related to which platform, trading tools, or research requirements you have. Understanding more about your investment style needs can help determine which forex broker will be best for you." : "Para operar con divisas, necesita un corredor en línea de buena reputación. Operar con un corredor de divisas de confianza es un factor crucial para el éxito en los mercados de divisas internacionales. Como comerciante de contratos por diferencia (CFD) o inversionista de divisas, es posible que tenga necesidades específicas relacionadas con la plataforma, las herramientas comerciales o los requisitos de investigación que tenga. Comprender más acerca de sus necesidades de estilo de inversión puede ayudarlo a determinar qué corredor de divisas será mejor para usted.",
    "Each year, at iliveForex.com we test the major global brokers and the largest names in the industry to create a helpful guide to the best forex brokers for forex and CFDs trading. Here are our findings for 2023." : "Cada año, en iliveForex.com probamos los principales corredores mundiales y los nombres más importantes de la industria para crear una guía útil de los mejores corredores de divisas para el comercio de divisas y CFD. Aquí están nuestros hallazgos para 2023.",
    "CFDs are complex instruments and come with a high risk of losing money rapidly due to leverage. Between 65% and 82% of retail investor accounts lose money when trading CFDs. You should consider whether you understand how CFDs work and whether you can afford to take the high risk of losing your money." : "Los CFD son instrumentos complejos y conllevan un alto riesgo de perder dinero rápidamente debido al apalancamiento. Entre el 65 % y el 82 % de las cuentas de inversores minoristas pierden dinero al operar con CFD. Debe considerar si comprende cómo funcionan los CFD y si puede permitirse asumir el alto riesgo de perder su dinero.",
    "Best Forex Brokers for 2023" : "Los mejores corredores de Forex para 2023",
    "Best overall experience" : "La mejor experiencia en general",
    "Most trusted, great for beginners" : "Más confiable, ideal para principiantes",
    "Best platform technology" : "La mejor tecnología de plataforma",
    "Best for customer support" : "Lo mejor para atención al clienteLo mejor para atención al cliente",
    "Best for automation" : "La mejor para la automatización",
    "Great for tradingview integration" : "Excelente para la integración de tradingview",
    "Award-winning performance analytics tools" : "Herramientas de análisis de rendimiento galardonadas",
    "Best for copy and crypto trading" : "Lo mejor para el comercio de copias y criptografía",
    "overall" : "en general",
    "Summary" : "Resumen",
    "Review" : "Revisar",
    "Prons/Cons" : "Pros/contras",
    "Best overall experience" : "La mejor experiencia en general",
    "Minimum Deposit" : "Depósito mínimo",
    "Trust Score" : "Puntuación de confianza",
    "Regulation" : "Regulación",
    "OctaFX is a trusted broker." : "OctaFX es un bróker de confianza.",
    "Minimum Deposit $25. OctaFX is a trusted broker with an extensive offering of tradeable global markets. It delivers competitive fees and research and education." : "Depósito mínimo $25. OctaFX es un bróker de confianza con una amplia oferta de mercados globales negociables. Ofrece tarifas competitivas e investigación y educación.",
    "Read full review" : "Leer reseña completa",
    "Pros" : " ventajas",
    "Cons" : "Contras",
    "Visit Site" : "Visitar sitio",
    "no minimum deposit(64% of retail CFD accounts lose money)" : "sin depósito mínimo (64% de las cuentas minoristas de CFD pierden dinero)",
    "FXTM offers is regulated and trusted across the globe, zero spreads with their Advantage accounts, commission-free stock trading across a wealth of baskets and lightning-fast execution. Free indsutry leading education and expert analysis." : "Las ofertas de FXTM están reguladas y son confiables en todo el mundo, diferenciales cero con sus cuentas Advantage, negociación de acciones sin comisiones en una gran cantidad de canastas y una ejecución ultrarrápida. Educación líder en la industria y análisis de expertos gratuitos.",
    "Founded 2011" : "Fundada en 2011",
    "Spreads from 0.1 Pips" : "Spreads desde 0.1 Pips",
    "Inactivity and withdrawal fees" : "Tarifas de inactividad y retiro",
    "Average CFD fees" : "Comisiones medias de CFD",
    "Most trusted, great for beginners" : "Más confiable, ideal para principiantes",
    "Deposit bonus (74.89% of retail CFD accounts lose money)" : "Bono de depósito (74,89% de las cuentas minoristas de CFD pierden dinero)",
    "XM offers tight spreads, fair pricing, $5 minimum deposit, MT4/ MT5 and webtrader trading platforms, webinars and tutorials." : "XM ofrece spreads ajustados, precios justos, depósito mínimo de $5, MT4/ MT5 y plataformas de negociación webtrader, seminarios web y tutoriales.",
    "Low stock CFD and withdrawal fees" : "CFD de acciones bajas y tarifas de retiro",
    "Easy and fast account opening" : "Apertura de cuenta fácil y rápida",
    "Great educational tools" : "Excelentes herramientas educativas",
    "Limited product portfolio" : "Cartera de productos limitada",
    "No investor protection for non-EU clients" : "Sin protección del inversor para clientes fuera de la UE",
    "Easy account setup and low minimum deposit" : "Fácil configuración de cuenta y depósito mínimo bajo",
    "Scalping, hedging and EAs allowed" : "Scalping, cobertura y EA permitidos",
    "No registration fees or commissions" : "Sin gastos de inscripción ni comisiones",
    "Not available to US customers" : "No disponible para clientes de EE. UU."

}